<template>
  <div id="main">
    <h1 class="center">
      挑家具，用AR
    </h1>
    <div>
    <video class="video center" src="https://static.dreamreality.cn/WeChatSight63.mp4" controls="controls">
    </video>
 
    </div>
    <div class="content">
      <h3>
        AR会成为未来购物的必备体验
      </h3>
      <ul>
        <li>AR（Augmented Reality），测量、重建和理解真实世界，并将虚拟对象置于现实世界之中</li>
        <li>苹果CEO库克认为：AR将成为未来购物的必备体验，无论线上还是线下。基于ARKit，苹果公司大力投资发展移动AR技术。人类历史上第一次，无需昂贵的专用设备，不再需要标记点、深度摄像头、AR头盔或眼镜，仅用普通iPhone和iPad就可以在虚拟世界和现实世界间遨游，将数亿人的手机瞬间变成超级AR设备，而且移动AR技术会在未来12-18个月覆盖所有手机。AR技术也达到临界点，可以打造良好的用户体验。</li>
        <li>
          AR跟VR不同，不是脱离现实，而是改善现实，在现实中增加本不存在的东西。如果在真实环境中试摆栩栩如生的三维家具、或在面前的桌面上看到家居商品的以假乱真的摆放效果，一来可以提供黑科技新鲜体验，吸引更多人气；二来会增加用户的购买信心，促成销售行为。
        </li>
        <li>
          根据DigitalBridge报告，有20%的用户表示希望零售商能提供一款iOS系统的AR工具，49%的零售商表示他们会在接下来的六个月中推出AR应用。
        </li>
      </ul>
      <h3>
        AR黑科技
      </h3>
      <ul>
        <li>
          ARKit配备视觉惯性测量（VIO）系统，和平面检测（俗称光学校准）。VIO系统会实时追踪现实世界中的点和摄像头每帧画面像素点匹配，来计算你在空间中的位置。
        </li>
        <li>
          ARKit还根据惯性测量单元（IMU，加速度计和陀螺仪）进行惯性追踪（俗称惯性校准），计算出你的真实位置。
        </li>
        <li>
          <p>
            ARKit把VIO系统和惯性系统的进行整合，并花费很多时间来校准VIO系统，更重要的是，IMU和摄像头都需要非常精确地同步，以减少计算空间位置时产生的误差。苹果之所以如此成功地发布ARKit，是因为ARKit能够很好的集合软硬件。ARKit拥有以下特性：
          </p>
          <ul>
            <li>
              通过单目镜头获得3D效果；
            </li>
             <li>
              获得计量尺度，以理解家具的真实尺度在房间中的比例；
            </li>
             <li>
              ARKit还提供了一个检测光照强度的功能，主要为了让3D模型的光照和环境的光照强度保持一致。
            </li>
   
          </ul>
        </li>
          
        <li>
        </li>
   
      </ul>
      <h3>
        家居市场的AR营销app前景
      </h3>
      <ul>
        <li>
          <p>
            家居市场属于典型的线下商业，吸引客流、提高坪效、顾客离店后持续关注该店这三点成为家居卖场的关键盈利指标：
          </p>
          <ul>
            <li>
              吸引客流入店：AR技术方兴未艾，大多数人还没有体验过AR的魅力，把增强现实技术视为黑科技。如果卖场提供手机或iPad在一块体验区域进行AR体验，会吸引大量喜欢高科技的年轻顾客进店体验，并且增加顾客在店选购的时间；在店看见了家具的摆放效果后，增加了用户的购买信心，也有利于促成交易；
            </li>
            <li>
              提高坪效：线下商业痛点是坪效（每坪面积上可以产出的营业额），如果在一块进行AR家具演示的空地上能够体验其余无法摆进实体店的数百其它家居商品，那么一个实体店可以承接数倍顾客和购买量；
            </li>
            <li>
              离店关注：由于在现场不一定能够让客户下定决心购买，或者客户还希望看看其他家具，顾客可以回家后使用AR家居app体验试摆该店其它家具模型，并且在合适的时候联系销售人员直接在微信上沟通或者在线下单。
            </li>


          </ul>
        </li>
         
      </ul>
      <h3>
        AR营销场景
      </h3>
      <ul>
        <li>
          吸引客流：店外的大屏幕跟iPad共享屏幕，投射虚拟家具在现实场景中效果，吸引顾客进店体验；
        </li>
        <li>
          AR互动：顾客可以拿着店内提供的手机或iPad自主跟虚拟家具的互动，互动可以在大屏幕上直播；
        </li>
        <li>
          微信小程序展示：顾客用微信扫描该家居店唯一编码的微信小程序二维码，小程序中展示此店家拥有的3D家具模型，模型都可以被拖拽、旋转、放大缩小，让顾客看到家具的每个细节。如果用户对该家具有兴趣，可以通过小程序跳转下载AR家居App，继续在店体验AR家居现场试摆。
        </li>
        <li>
          离店联系：在顾客离店后，小程序还在顾客的微信里，可以继续在家体验该店AR家具，并立即联系微信客服（销售人员的微信），增加销售人员的销售机会。
        </li>
        <li>
          社交电商：客户使用AR家居App时，可以拍摄和家具的互动视频，一键分享到微信好友或朋友圈，用社交电商的方式迅速把黑科技体验传播给自己的亲朋好友，让他们来帮忙挑选家具，顺便影响其它人关注该店家居商品。
        </li>
   
      </ul>
   
      <p></p>
      <h2>
        关于我们
      </h2> 
      <p>
        我们位于广州，是一家基于ARKit技术的AR零售初创企业。希望借助AR的东风，在AR家居的田野里细细耕耘。
      </p>
      <p>
        我们相信AR将成为未来购物的必备体验，无论线上还是线下。但是绝大部分中小型家具企业无力拥有类似于瑞典宜家公司那样的技术实力，我们“挑家居”公司愿景就是在大家在卖场或者线上挑选家具时，把用AR作为刚需强功能来使用。马云说过，以后每个小企业都是跨国企业，如果能够赋予中国中小型家具厂商和家居卖场如同瑞典宜家公司类似能力的AR展示和三维效果方案，那么必将让他们插上翅膀，更好的走向世界。
      </p>
      <h2>
        联系我们
      </h2> 
      <p>微信（wechat）：18611143267 刘先生</p>
    </div>
  </div>
</template>
<script>
export default {
  name: 'about',
  components: {
  },
  data () {
    return {
    }
  },
}
</script>
<style lang="scss" scoped>
@import "~breakpoint-sass/stylesheets/_breakpoint.scss";
@import "~bourbon-neat/app/assets/stylesheets/_neat.scss";
@import "../assets/scss/break.scss";
.video{
  display: block;
  margin: 0 auto;
  @include breakpoint($xs){
    width: 100%;
  }
 
  @include breakpoint($sm){
    width: 100%;
  }
  @include breakpoint($md){
    max-width: 700px
  }

  @include breakpoint($lg){
    max-width: 700px
  }

}
.center{
  text-align: center;
}
.embed-wrapper{
  
}
.aspectration[data-ratio="16:9"] { 
  width: 100vw; 
  height: 56.25vw; 
}
.content{
  padding: 20px 15px;
}
</style>
